Repository: AleRossini/nethserver-base
Catalog: root/usr/share/locale/*/LC_MESSAGES/server-console.po
Languages: it_it

source: Couldn't exec:
it_it: Impossibile eseguire:

source: Back
it_it: Indietro

source: Next
it_it: Avanti

source: please try again
it_it: riprovare

source: Yes
it_it: Si

source: Keep the current setting
it_it: Mantenere l'impostazione attuale

source: keep
it_it: Mantieni

source: Configure this server
it_it: Configura il server

source: No network interfaces found
it_it: Interfacce di rete non trovate

source: The installer can't continue because no network interfaces are installed or recognised. Please install at least one network interface.
it_it: Impossibile continuare senza nessuna interfaccia di rete. Si prega di installare almeno un'interfaccaid i rete.

source: local
it_it: locale

source: Select %s network ethernet driver
it_it: Selezionare il driver ethernet %s

source: You now need to select an ethernet adapterto be used as green interface. The green interface is the one inside your LAN.
it_it: Selezionare il driver corretto per l'adattatore ethernet di rete %s. Il server tenterà di rilevarlo automaticamente, ma è possibile selezionarlo manualmente specificando il modello dell'adattatore ethernet o scegliendo direttamente un driver.

source: Primary domain name
it_it: Nome del dominio primario

source: Please enter the primary domain name for your server.
it_it: Inserire il nome del dominio primario del server.

source: This will be the default domain for your e-mail and web server. Virtual domains can be added later using the web interface.
it_it: Questo sarà il dominio di default per il server Web e il server di posta. Eventuali domini virtuali potranno essere aggiunti successivamente utilizzando il server-manager.

source: Invalid domain name
it_it: Nome di dominio non valido

source: Select system name
it_it: Nome del sistema

source: Please enter the system name for your server.
it_it: Inserire il nome di sistema per il server.

source: You should select unique system names for each server.
it_it: Scegliere un nome di sistema univoco per ogni server.

source: The system name must start with a letter and can be composed of letters, numbers and hyphens.
it_it: Il nome del sistema deve iniziare con una lettera e può contenere lettere, numeri e trattini.

source: Invalid system name
it_it: Nome del sistema non valido

source: The specified driver failed to load.
it_it: Il drive specificato non è stato caricato.

source: Local networking parameters
it_it: Parametri di rete locale

source: Please enter the local IP address for this server.
it_it: Inserire l'indirizzo IP locale del server.

source: If this server is the first machine on your network, we recommend accepting the default value unless you have a specific reason to choose something else.
it_it: Se il server è il primo computer della rete, si raccomanda di lasciare il valore di default, a meno che non ci sia una ragione particolare per cambiarlo.

source: If your server is being installed into an existing network, you must choose an address which is not in use by any other computer on this network.
it_it: Se il server è stato installato all'interno di una rete esistente, si scelga un indirizzo non utilizzato dagli altri computer della rete.

source: Invalid local IP address
it_it: Indirizzo IP locale non valido

source: Select local subnet mask
it_it: Subnet mask locale

source: Please enter the local subnet mask for this server.
it_it: Inserire la subnet mask locale per il server.

source: If this server is the first machine on your network, we recommend using the default unless you have a specific reason to choose something else.
it_it: Se il server è il primo computer della rete, si raccomanda di usare il valore di default, a meno che non ci sia una ragione particolare per cambiarlo.

source: If your server is being installed into an existing network, you must choose the same subnet mask used by other computers on this network.
it_it: Se il server è stato installato all'interno di una rete esistente, si scelga la stessa subnet mask usata dagli altri computer della rete.

source: Invalid local subnet mask
it_it: Subnet mask locale non valida

source: Select gateway IP address
it_it: Selezionare l'indirizzo IP del gateway

source: This server will use only one ethernet adapter connected to your local network. If you have a firewall and wish to use this server as your e-mail/web server, you should consult the firewall documentation for networking details.
it_it: Il server utilizzerà solo un adattatore ethernet connesso alla rete locale. Se si ha un firewall e si vuole usare il server come un server Web o un server di posta, consultare la documentazione del firewall per i dettagli.

source: Please specify the gateway IP address that this server should use to access the Internet.
it_it: Indicare l'indirizzo IP del gateway che il server dovrebbe usare per accedere ad Internet.

source: Invalid
it_it: Non valido

source: Corporate DNS server address
it_it: Indirizzo server DNS aziendale

source: The server is capable of resolving all its own domain hosts and all DHCP assigned ip, if the DHCP server is enabled.
it_it: Il server è in grado di risolvere tutti i nomi del proprio dominio compresi gli host assegnati con DHCP, se il server DHCP è abilitato.

source: You should enter the address of your ISP's DNS servers here to resolve all other domains.
it_it: Inserire il DNS del provider per risolvere tutti gli altri domini

source: Invalid IP address for DNS forwarder
it_it: Indirizzo IP non valido per il DNS

source: No unsaved changes
it_it: Nessuna modifica non salvata

source: No changes were made during the configuration process
it_it: Nessuna modifica è stata fatta durante la procedura di configurazione

source: Press ENTER to proceed.
it_it: Premere Invio per continuare.

source: Finish
it_it: Fine

source: Activate configuration changes
it_it: Attivare le modifiche alla configurazione

source: Your configuration changes will now be activated. The configuration files on this server will be changed to reflect your new settings. This may take a few minutes.
it_it: Le modifiche alla configurazione saranno attivate ora. I file di configurazione saranno modificati con i nuovi parametri. Questo potrebbe richiedere alcuni minuti.

source: Do you wish to activate your changes?
it_it: Si desidera attivare i cambiamenti apportati?

source: Activating configuration settings
it_it: Attivazione dei parametri di configurazione

source: Please stand by while your configuration settings are activated ...
it_it: Attendere mentre i parametri di configurazione vengono attivati ...

source: *** THERE ARE UNACTIVATED CHANGES - QUIT ANYWAY? ***
it_it: *** CI SONO MODIFICHE NON ATTIVE - USCIRE COMUNQUE? ***

source: Your configuration changes have been saved but have not yet been activated. This may result in unpredictable system behavior. We recommend that you complete the configuration process and activate the changes before exiting the console.
it_it: Le modifiche alla configurazione sono state salvate ma non sono ancora state attivate. Questo può rendere le funzionalità del sistema imprevedibili. Si raccomanda di completare il processo di configurazione e attivare i cambiamenti prima di uscire dalla console.

source: Are you sure you want to quit with unactivated changes?
it_it: Siete sicuri di voler uscire con i cambiamenti non attivi?

source: Exit from the server console
it_it: Esci dalla console del server

source: Choose administrator password
it_it: Inserire la password dell'amministratore

source: Welcome to the server console!
it_it: Benvenuti nella console del server!

source: You will now be taken through a sequence of screens to perform basic networking configuration on this server.
it_it: Seguire le istruzioni che appariranno in sequenza sullo schermo per effettuare la configurazione di base della rete su questo server.

source: You can make your selections in each screen using the Arrow and Tab keys. At any point, if you select Back you will be returned to the previous screen.
it_it: E' possibile utilizzare il tasto Tab e i tasti cursore in ogni schermata. Se si seleziona Indietro, in qualsiasi momento, si ritorna alla schermata precedente.

source: Before you start, you must first choose the administrator password for your system and enter it below. You will not see the password as you enter it.
it_it: Prima di iniziare, scegliere la password dell'amministratore di sistema e inserirla nel campo sottostante. La password non verrà visualizzata mentre viene digitata.

source: Administrator password not set
it_it: La password dell'amministratore non è stata inserita

source: Sorry, you must set the administrator password now.
it_it: Inserire ora la password dell'amministratore.

source: Unprintable characters in password
it_it: Caratteri non validi nella password

source: The password must contain only printable characters.
it_it: La password deve contenere solo caratteri stampabili.

source: it is based on your username
it_it: è basata sull'username

source: it is based upon your password entry
it_it: è basata sulla password utilizzata per accedere

source: it is derived from your password entry
it_it: è derivata dalla password utilizzata per accedere

source: it is derivable from your password entry
it_it: è derivabile dalla password utilizzata per accedere

source: it is too short
it_it: è troppo corta

source: it is all whitespace
it_it: contiene solo spazi bianchi

source: it is too simplistic/systematic
it_it: è troppo semplice

source: it is based on a dictionary word
it_it: è basata su una parola del dizionario

source: it is based on a (reversed) dictionary word
it_it: è basata su una parola del dizionario (invertita)

source: it does not contain numbers
it_it: non contiene numeri

source: it does not contain uppercase characters
it_it: non contiene lettere maiuscole

source: it does not contain lowercase characters
it_it: non contiene lettere minuscole

source: it does not contain special characters
it_it: non contiene caratteri speciali

source: Software error: password check failed
it_it: Errore software: fallita la verifica della password

source: Bad Password Choice
it_it: Cattiva scelta della password

source: The password you have chosen is not a good choice, because
it_it: La password inserita non è una buona scelta, perché

source: Do you wish to choose a better one?
it_it: Si desidera cambiarla con una migliore?

source: Please type your administrator password again to verify.
it_it: Inserire nuovamente la password amministratore per verifica.

source: Passwords do not match
it_it: Le password non coincidono

source: The two passwords did not match
it_it: Le due password non coincidevano
